aaron-bond.better-comments
aliariff.vscode-erb-beautify
benspaulding.procfile
bung87.rails
bung87.vscode-gemfile
chouzz.vscode-better-align
christian-kohler.path-intellisense
codezombiech.gitignore
craigmaslowski.erb
dbaeumer.vscode-eslint
eamodio.gitlens
emilast.logfilehighlighter
formulahendry.auto-rename-tag
gracefulpotato.rbs-syntax
itarato.byesig
jacobpfeifer.pfeifer-hurl
jemmyw.rails-fast-nav
johnpapa.vscode-peacock
kaiwood.endwise
karunamurti.haml
koichisasada.vscode-rdbg
mateuszdrewniak.hurl-runner
mateuszdrewniak.rails-full-stack-extension-pack
mateuszdrewniak.rbs-snippets
mateuszdrewniak.ruby-runner
mateuszdrewniak.ruby-test-runner
mateuszdrewniak.theme-dracula-dark-plus
mechatroner.rainbow-csv
michalzaporski.simple-sorbet-snippets
mikestead.dotenv
mrmlnc.vscode-duplicate
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-playwright.playwright
naumovs.color-highlight
ninoseki.vscode-mogami
rayhanw.erb-helpers
redhat.vscode-yaml
shardulm94.trailing-spaces
shopify.ruby-lsp
sianglim.slim
sorbet.sorbet-vscode-extension
streetsidesoftware.code-spell-checker
syler.sass-indented
vscode-icons-team.vscode-icons
william-voyek.vscode-nginx
wmaurer.change-case
yzhang.markdown-all-in-one
